[BalanceDefs.BD_Ep8_RolandHQDoor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_MoonShotDamage InteractiveObjectBalanceDefinition]
DefaultDisplayName="kill the fish"

[InteractiveObjects.Ep8_AngelHackMachine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep8_MoonshotDamageActor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.FuelInjector_Switch1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_TurnInSwitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_HyperionAngelGizmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_PowerCoreGizmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_PylonBrake1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_TurnInSwitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep8_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="must %s Use this article."
ItemName="Natural Iridium"
PickupMessage="Accept - Accept %s"
UseFailureLevelMessage="You must be %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="the feeling"

[ItemDefs.ID_Ep8_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A small part of nirvana. The market price is not very expensive."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep8_SanctuaryGunPowerSupply MissionItemDefinition]
UseFailureCharacterMessage="You need %s Use this item."
ItemName="Questions of authority"
PickupMessage="You were %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="Many times"

[ItemDefs.ID_Ep8_SanctuaryGunPowerSupply:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A battery capable of supporting bunker defense weapons."
NoConstraintText=""
Suffix=""
Prefix=""

